/* Other User */
"OTHER_USER" = "Annen…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Gjestekonto";

/* Password Assistant Text */
"USER_PASSWORD" = "Passord:";
"MASTER_PASSWORD" = "Hovedpassord:";

"KEYCHAIN_WARNING_TITLE" = "Hvis du endrer passordet for denne brukerkontoen, opprettes det en ny nøkkelring for oppbevaring av brukerens passord. ";
"KEYCHAIN_WARNING_TEXT" = "Brukerens gamle nøkkelring finnes fremdeles. Hvis du finner det gamle passordet, kan du få tilgang til den gamle nøkkelringen og informasjonen og passordene på den.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Pålogget nå";
"MOBILE_CURRENTLY_LOGGED_IN" = "Mobil, pålogget";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Ekstern, pålogget";
"GUEST_CURRENTLY_LOGGED_IN" = "Gjest, pålogget";
"NETWORK_CURRENTLY_LOGGED_IN" = "Nettverk, pålogget";
"EXTERNAL" = "Ekstern";
"MOBILE" = "Mobil";
"GUEST" = "Gjest";
"NETWORK" = "Nettverk";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Kan ikke logge på akkurat nå";
"LOGIN_TIME" = "Kan logge inn kl. %@";


/* Button Titles */
"BACK_BUTTON" = "Tilbake";
"CANCEL_BUTTON" = "Avbryt";
"FORGOT_PASSWORD_BUTTON" = "Glemt passord";
"CHANGE_PASSWORD" = "Endre passord";
"OPTIONS_BUTTON" = "Valg";
"RESTART_BUTTON" = "Omstart";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Glemt passord";
"RESET_PASSWORD" = "Nullstill passord";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Skriv inn hovedpassordet for å nullstille brukerens passord.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Skriv inn hovedpassordet for å nullstille brukerens passord og låse opp FileVault.";

/* Host Info */
"SAFE_BOOT" = "Sikker oppstart";
"SYSTEM_VERSION_INFO" = "Versjon %@";
"SYSTEM_BUILD_INFO" = "Bygg %@";
"SERIAL_NUMBER" = "Serienummer %@";
"IP_ADDRESS" = "IP-adresse %@";

"NETWORK_NODES_ALL"  = "Nettverkskontoer tilgjengelige";
"NETWORK_NODES_SOME" = "Noen nettverkskontoer er tilgjengelige";
"NETWORK_NODES_NONE" = "Nettverkskontoer ikke tilgjengelig";
"NETWORK_NODES_AUTH" = "Nettverkstilgang krever pålogging";


/* Tool Tip */
"SHORT_NAME" = "Kortnavn: %@";

"EXTERNAL_ACCOUNT" = "Ekstern konto";
"GUEST_ACCOUNT" = "Gjestekonto";
"LOCAL_ACCOUNT" = "Lokal konto";
"MOBILE_ACCOUNT" = "Mobil konto";
"NETWORK_ACCOUNT" = "Nettverkskonto";

"NET_NODE" = "Nettverksnode: %@";
"HOME_VOLUME" = "Volum: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Du oppga et ugyldig brukernavn eller passord.";

"AF_NEWPASSWORDREQUIRED" = "Du må oppgi et nytt passord før du kan logge deg på denne kontoen.";

"AF_QUALITYCHECKFAILED" = "Passordet oppfyller ikke kravene til tjeneren.";

"AF_PASSWORDTOOSHORT" = "Passordet er for kort.";
"AF_PASSWORDTOOLONG" = "Passordet er for langt.";
"AF_PASSWORDLENGTH" = "Passordet må inneholde mellom %ld og %ld tegn.";

"AF_PASSWORDMINCHARS" = "Passordet må inneholde minst %ld tegn.";
"AF_PASSWORDMAXCHARS" = "Passordet må inneholde flere enn %ld tegn.";

"AF_PASSWORDNEEDSLETTER" = "Passordet må inneholde én eller flere bokstaver.";
"AF_PASSWORDNEEDSDIGIT" = "Passordet må inneholde ett eller flere tall.";

"AF_ACCOUNTDISABLED" = "Kontoen er deaktivert.\nHvis du vil ha mer informasjon, kontakter du systemadministratoren."; 
"AF_UNABLETOLOGIN" = "Systemet kan ikke logge deg på nå.\nKontakt systemadministratoren for å få mer informasjon.";
"AF_INVALIDLOGONHOURS" = "Du kan logge på kun i bestemte tidsrom.\nKontakt systemadministratoren for å få mer informasjon.";
"AF_INVALIDCOMPUTER" = "Du har ikke lov til å bruke denne maskinen.\nKontakt systemadministratoren for å få mer informasjon.";

"AF_SEESYSTEMADMIN" = "Kontakt systemadministratoren for å få mer informasjon.";

"AF_PASSWORDEXPIRINGSOON" = "Passordet utløper snart. Angi et nytt passord.";
"AF_CRYPTPASSWORD" = "Passordet må oppdateres.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Passordet utløper i morgen.\n\nKlikk på «Endre passord» for å angi nytt passord.";
"PASSWORD_EXPIRATION_DAYS" = "Passordet utløper om %ld dager.\n\nKlikk på «Endre passord» for å angi nytt passord.";
"PASSWORD_EXPIRATION_TODAY" = "Passordet utløper i dag.\n\nKlikk på «Endre passord» for å angi nytt passord.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Maskinen har ikke tilgang til det sikre nettverket.";
"NA_UNTRUSTED_CERT_INFO" = "Du forsøkte å få tilgang til nettverket ved å bruke en 802.1X-godkjenningstjener, men tjenerens sikkerhetssertifikat kunne ikke verifiseres. Kontakt nettverksadministratoren for mer infornasjon.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Brukerkontoen du valgte, er ikke tilgjengelig.";
"FUS_FAILED_INFO" = "Kontroller nettverkstilkoblingen, og forsøk å skifte til brukerkontoen igjen. Hvis du er tilkoblet nettverket, tar du kontakt med systemadministratoren for å få hjelp.";
